<?php 

return [
    #HAYEREN#
    #MENU#

    'menu_about' => 'Մեր մասին',
    'menu_teachers' => 'Դասախոսներ',
    'menu_matter' => 'Առարկաներ',
    'menu_blog' => 'Բլոգ',
    'menu_contact' => 'Հետադարձ կապ',
    'registration' => 'Գրանցվել',
    'login' => 'Մուտք / Գրանցում',
    'logout' => 'Ելք',
   
    #WORKAREA#
    #MAIN PAGE#
    'title' => 'Մենք կօգնենք ձեզ գտնել լավագույն դասախոսներին',
    'select_subject'=>'Ընտրել առարկան',
    'select_city'=>'Ընտրել մարզը/քաղաքը',
    'find_button' => 'Գտնել',

    'title_2' => 'Լավագույն դասախոս գտնելու 2 տարբերակ',
    'fast_find_title' => 'Արագ տարբերակ',
    'fast_find_button'=>'Գտնել դասախոս',
    'fast_find_desc' => '1. Ընտրեք համապատասխան դասախոսին մեր բազայում և ավելացրեք հարցումը
2. Սեղմեք Կապ հաստատելև լրացրեք համառոտ ձևաթերթը
3. Մենք կապ կհաստատենք Ձեզ հետ 15 րոպեի ընթացքում',
  
    'fastest_find_title' => 'Շատ արագ տարբերակ',
    'fastest_find_desc' => '1. Ուղարկեք մեզ դասախոսների անվճար ընտրության համար Ձեր հարցումը 
2. Մենք կապ կհաստատենք Ձեզ հետ 15 րոպեի ընթացքում և կընտրենք Ձեզ համար Ձեր երազանքների դասախոսին 
3. Ծառայությունն ամբողջությամբ անվճար է և ոչ մի բանի չի պարտավորեցնում',
    'fastest_find_button'=>'Կառաջարկե՞ք դասախոս',

    'required_teacher' => 'Պահանջված դասախոսներ',
    'required_matter' => 'Պահանջված առարկաներ',
    'subject'=>'Առարկա',
    'school_matters' => 'Դպրոցական առարկաներ',
    'foreign_lang' => 'Օտար լեզուներ',
    'final_joint_exams' => 'Ավարտական և Միասնական քննություններ',
    'subject_for_student' => 'Առարկաներ ուսանողների համար',
    'other_subject' => 'Այլ առարկաներ',

    'blog_title'=>'Բլոգ',
    'read_more' => 'Կարդալ ավելին',
    'see_more_button' => 'Տեսնել ավելին',
    'comments_header' => 'Ավելի քան 25,000 ուսանողներ բարձր են գնահատել դասախոսների աշխատանքը',

    #FOOTER#
    'title_footer'=>'Մենք կօգնենք ձեզ գտնել լավագույն դասախոսներին',


    #ABOUT ME#
    'about_title'=>'«Dasaxos.am» նախագծի մասին',
    'about_text'=>'«Dasaxos.am»-ը ուսուցիչների, դասախոսների և դասուցույցների առաջին մասնագիտական առցանց համայնք է Հայաստանում:
                    Կրթության բնագավառում մասնագետներին իրենց պրոֆեսիոնալ նպատակներն իրականացնելու հնարավարություն տրամադրելով՝ մենք իրականացնում ենք կարևոր հասարակական գործառույթ: Իսկ ուսանողներին օգնում ենք արագ, մեկ օրվա ընթացքում գտնել իրենց չափանիշներին առավելապես համապատասխանող դասուցույցին՝ հարմար վայրում և ընդունելի գնով:
                   Նախագծի նպատակն է տրամադրել բոլոր ցանկացողներին որակյալ կրթական ծառայություններ: Մեր առաջարկությունների շրջանակը բավականին լայն է՝ մանուկների նախադպրոցական զարգացումից սկսած մինչև դպրոցական, ընդունելության, ինչպես նաև բոլոր առարկաներով միջազգային քննությունների հանձնման նախապատրաստումը: Դեռ ավելին՝ մեր դասացույցների բազայում կան գիտության տարբեր ուղղությունների և ոլորտների մասնագետներ:
                   Մենք հավատարիմ ենք բարձր բարոյականության սկզբունքներին՝ խստորեն դատապարտում ենք ցանկացած հնարավոր իրավախախտումներ՝ կապված քննությունների հանձման կամ գիտական աշխատանքների՝ գումարի դիմաց գրելու հետ, և ակտիվորեն հակազդում ենք ցանկացած նմանատիպ երևույթներին:
                   Ուսանողների համար բոլոր ծառայությունները (խորհդրատվությունները, դասուցույցի ընտրությունը) անվճար են: Դասերը վճարվում են հաճախորդի կողմից անմիջապես դասախոսին առանց պահումների:
                   Բոլոր ներկայացուցիչները գրանցման ընթացքում անցնում են հարցազրույց, շատերը՝ առարկայի ուղղվածությամբ ատեստավորում, որոշներն էլ ներկայացնում են հեղինակավոր երաշխավորագրեր: Բայց դասուցույցի մակարդակի գլխավոր գնահատականը մենք համարում ենք պարապմունքների վերաբերյալ ուսանողների արձագանքները, որոնք մենք միշտ հավաքում ենք մեր հաճախորդներից:
                   Մենք միշտ բաց ենք համագործակցության և գործնական առաջարկների համար:',


    #REGISTRATION#
    'reg_title'=>'Դասախոսի գրանցում',
    'personal_information'=>'Անձնական տվյալներ',
    'upload_image_button'=>'Ներբեռնել լուսանկար',
    'teach_name'=>'Անուն',
    'teach_lastname'=>'Ազգանուն',
    'teach_fathername'=>'Հայրանուն',
    'date_of_birth'=>'Ծննդյան ամսաթիվ',
    'country'=>'Երկիր',
    'region'=>'Մարզ',
    'city_community'=>'Քաղաք / Համայնք',
    'address'=>'Հասցե',
    'choose'=>'Ընտրել',

    'subject_and_price'=>'Դասավանդվող առարկաներ և դասի արժեքը',
    'select_subject_title'=>'Դասավանդվող առարկա',
    'price_dur'=>'1 դասի արժեքը և տևողությունը',
    'location'=>'Վայրը',
    'lesson_price'=>'Դասի արժեքը',
    'input_price_placeholder'=>'Նշեք գումարի չափը',
    'duration'=>'Տևողությունը',
    'add_subject_button'=>'Ավելացնել առարկա',
    'professional_information'=>'Մասնագիտական ​​տեղեկատվություն',
    'select_education_title'=>'Կրթություն',
    'input_work_exp_placeholder'=>'Աշխատանքային փորձ',
    'input_work_exp_title'=>'Դասավանդման փորձ (քանի տարի)',
    'tell_about_yourself'=>'Պատմեք ձեր մասին, դասավանդման մեթոդաբանությունը, ուսանողների արդյունքները',
    'upload_certificate'=>'Ներբեռնել դիպլոմ/սերտիֆիկատ',
    'phonenumber'=>'Հեռախոսահամար',
    'email'=>'Էլ.հասցե',
    'password'=>'Գաղտնաբառ',
    'confirm_password'=>'Կրկնել գաղտնաբառը',
    'reg_button'=>'Գրանցվել',
    'change_password'=>'Փոփոխել գաղտնաբառ',

    #LOGIN#

    'login_title'=>'Մուտք գործել',
    'forgote_password'=>'Մոռացել ե՞ք գաղտանաբառը։',
    'login_button'=>'Մուտք',
    'link_registration'=>'Գրանցում դասախոսների համար',
    'reset_password'=>'Վերականգնել գաղտնաբառը',



    #TEACHER FILTER#
    'choose_city_com'=>'Ընտրել քաղաք/համայնք',
    'filter'=>'Ֆիլտրում',
    'cancel_filters'=>'Չեղարկել ֆիլտրերը',

    'format'=>'Ձևաչափ',
    'checkbox_at_the_teacher'=>'Դասավանդողի մոտ',
    'checkbox_at_the_student'=>'Ուսանողի մոտ',
    'checkbox_remotely'=>'Հեռակա',

    'hour_price'=>'Ժամավճար',
    'ready_to_teacher'=>'Ու՞մ հետ է պատրաստ պարապել',
    'checkbox_pupil'=>'Դպրոցական',
    'checkbox_student'=>'Ուսանող',
    'checkbox_adult'=>'Մեծահասակ',

    'work_experience'=>'Աշխատանքային փորձ',
    'checkbox_up_to_5'=>'1-5 տարի',
    'checkbox_5_to_10'=>'5-10 տարի',
    'checkbox_more_than_10'=>'Ավելի քան 10 տարի',
    '1_to_10'=>'1-10 տարի',
    '1_to5_and_more_10'=>'1-5 տարի կամ ավելի քան 10 տարի',
    'more_5'=>'Ավելի քան 5 տարի',
    'more_1'=>'Ավելի քան 1 տարի',

    'gender'=>'Սեռ',
    'checkbox_male'=>'Արական',
    'checkbox_female'=>'իգական',

    'age'=>'Տարիք',
    'checkbox_up_to_30_years'=>'Մինչև 30 տարեկան',
    'checkbox_30_to_50_years'=>'30-50 տարեկան',
    'checkbox_more_than_50_years'=>'Ավելի քան 50 տարեկան',

    'count_teach_title1'=>'Գտնվել է',
    'count_teach_title3'=>'դասախոս',

    'years_old'=>'տարեկան',
    'year'=>'տարի',
    'subjects'=>'Առարկաներ՝',
    'starting'=>'Սկսած',
    'minute'=>'ր', #րոպե#
    'more_information'=>'Լրացուցիչ տեղեկություն',

    #CONTACT WITH TEACHER#
    'contact_teacher_button'=>'Կապ հաստատել',
    'contact_teacher_title'=>'Կապ հաստատել դասախոսի հետ',
    'contact_teacher_subtitle'=>'Դասավանդողի հետ կապվելու համար թողեք ձեր կոնտակտային տվյալները',
    'contact_you_within'=>'Մենք ձեզ հետ կկապվենք 15 րոպեի ընթացքում',
    'send_button'=>'Ուղարկել',


    #TEACHER INFORMATION#
      'sidebar_menu_information'=>'Տեղեկատվություն',
    'sidebar_menu_subject'=>'Առարկաներ',
    'sidebar_menu_address'=>'Հասցե',
    'sidebar_menu_comment'=>'Մեկնաբանություններ',
    'sidebar_menu_diplom'=>'Դիպլոմներ',
    'sidebar_menu_rating'=>'Վարկանիշ',
    'sidebar_menu_liketeacher'=>'Նմանատիպ դասախոսներ',
    'city'=>'Քաղաք',
    'write_comment_button'=>'Թողնել կարծիք',
    'no_comment'=>'Մեկնաբանություններ առկա չեն։',
    'not_rating'=>'Վարկանիշ առկա չէ',
    'all_rating'=>'Ընդհանուր վարկանիշում',
    'view'=>'դիտում',
    'monthly_views'=>'Ամսական դիտումներ',
    'create_date'=>'Գրանցման ամսաթիվ',
    'create_date2'=>'Գրանցման ամսաթվից',
    'learning'=>'սովորող',

    'in_place'=>'տեղում',
    'in'=>'-ի մեջ',

    #Write COMMENT#
    'average_rating'=>'Միջին վարկանիշ',
    'prof_quali'=>'Մասնագիտական որակավորում',
    'consci'=>'Պարտաճանաչություն',
    'final_result'=>'Վերջնական արդյունք',
    'write_comment'=>'Գրել մեկնաբանություն',

   #ACCOUNT#
    'settings'=>'Կարգավորումներ',
    'log_out'=>'Դուրս գալ',
    'new_polls'=>'Նոր հարցումներ',
    'archive'=>'Արխիվ',
    'not_request'=>'Տվյալ պահին հարցումներ առկա չեն:',

    #ARCHIVE#

    'contact_info'=>'Կոնտակտային տվյալներ',
    'teacher_description'=>'Դասախոսի նկարագրություն',
    'other_info'=>'Այլ տեղեկատվություն',
    'request_approved'=>'Ձեր կողմից հարցումը հաստատված է:',
    'request_ignor'=>'Ձեր կողմից հարցումը մերժված է:',
    'request_other'=>'Հարցումն արդեն ընդունված է այլ դասախոսի կողմից:',
    'applicant'=>'Դիմող',
    'price_range'=>'Գնային սանդղակ',
    'accept_button'=>'Ընդունել',
    'ignor_button'=>'Մերժել',
    'archive_button'=>'Արխիվացնել',
    'accept_button_text'=>'Ես կապ եմ հաստատել հաճախորդի հետ, և ընդունել պատվերը։',





    #TEACHER SELECT PAGE#
    'teacher_selet_title'=>'Դասավանդողի ընտրություն',
    'teacher_selet_text'=>'Մենք ձեզ կտեղեկացնենք, թե ընտրված դասախոսներից ով է պատրաստ դասեր սկսել: Եթե ​​նրանցից ոչ մեկին ուսանողներ հարկավոր չեն, մենք կառաջարկենք այլ դասախոսների, որոնք բոլոր առումներով ամենահարմարն են:',
    'your_name'=>'Ձեր անունը',
    'you'=>'Դուք',


    #other#
    'your_letter'=>'Ձեր նամակը',
    'verify_email'=>'Ստուգեք ձեր Էլ փոստը',
    'resend'=>'ուղարկել կրկին',
    'not_work'=>'Չի գործում',
    'letter_send'=>'Ձեր նամակը հաջողությամբ ուղարկված է։',
    'choose_cat'=>'Ընտրել կատեգորիան',
    'setting_update_title'=>'Անձնական տվյալների թարմացում',
    'setting_update_message'=>'Ձեր տվյալները թարմացված է։',
    'update_button'=>'Թարմացնել',
    'your_request_send'=>'Ձեր հարցումը ուղարկված է։',
    'name'=>'Անուն',
    'lastname'=>'ազգանուն',
    'doc_1'=>'Օգտատիրական համաձայնագիր',
    'doc_2'=>'Տվյալների պաշտպանություն',
    'doc_3'=>'Հրապարակային առաջարկ',





];

?>