<?php 

return [
    #Russian#
    #MENU#

    'menu_about' => 'Условия',
    'menu_teachers' => 'Преподаватели',
    'menu_matter' => 'Предметы',
    'menu_blog' => 'Блог',
    'menu_contact' => 'Связаться с нами',
    'registration' => 'Регистрация',
    'login' => 'Войти / Регистрация',
    'logout' => 'Выйти',
   
    #WORKAREA#
    #MAIN PAGE#
    'title' => 'Мы поможем Вам найти лучшего репетитора',
    'select_subject'=>'Выбрать предмет',
    'select_city'=>'Выбрать область/город',
    'find_button' => 'Найти',

    'title_2' => 'Два способа найти лучшего репетитора',
    'fast_find_title' => 'Быстрый способ',
    'fast_find_button'=>'Найти репетитора',
    'fast_find_desc' => '1.Выберите подходящего репетитора в нашей базе и добавьте в заявку
2.Нажмите Оформить заявку и заполните короткую форму
3.Мы свяжемся с вами в течение 15 минут',
  
    'fastest_find_title' => 'Очень быстрый способ',
    'fastest_find_desc' => '1.Отправьте нам заявку на бесплатный подбор репетитора
2.Мы свяжемся с вами в течение 15 минут и подберем лучшего репетитора
3.Услуга абсолютно бесплатна и ни к чему вас не обязывает',
    'fastest_find_button'=>'Предложить репетитора',

    'required_teacher' => 'Подходящий репетитор',
    'required_matter' => 'Подходящий предмет',
    'subject'=>'Предмет',
    'school_matters' => 'Школьные предметы',
    'foreign_lang' => 'Иностранные языки',
    'final_joint_exams' => 'Выпускные экзамены и ЕГЭ',
    'subject_for_student' => 'Предметы для студентов',
    'other_subject' => 'Другие предметы и специальности',

    'blog_title'=>'Блог',
    'read_more' => 'Читать больше',
    'see_more_button' => 'Увидеть больше',
    'comments_header' => 'Многие ученики положительно оценили нашу работу',

    #FOOTER#
    'title_footer'=>'Мы найдем лучшего репетитора для Вас',


    #ABOUT ME#
    'about_title'=>'О проекте Dasaxos.am',
    'about_text'=>'
    «Dasaxos.am» — первое профессиональное онлайн сообщество <strong> учителей, преподавателей </strong> и 
    <strong> репетиторов </strong> Армении. Мы выполняем важную социальную функцию, предоставляя возможность
     специалистам в сфере образования реализовывать свои профессиональные цели. А <strong> ученикам </strong>
      помогаем быстро, в течение одного дня, найти максимально соответствующего их критериям <strong> репетитора </strong> 
      в удобном районе и за приемлемую цену. Цель проекта – помощь всем желающим в получении качественных <strong> образовательных услуг.
       </strong> Спектр наших предложений достаточно широк, от дошкольного развития малышей до подготовки к сдаче
        <strong> школьных, вступительных, а также международных экзаменов </strong> по всем предметам. Более того, в нашей базе репетиторов есть специалисты абсолютно из разных отраслей и сфер знаний. Мы верны принципам высокой морали и нравственности: строго осуждаем всевозможные правонарушения, связанные со сдачей экзаменов или написанием научных работ за деньги и активно противодействуем любым подобным проявлениям. Все услуги для учеников (консультации, подбор репетитора) — бесплатны. Сами занятия оплачиваются клиентом напрямую преподавателю, без комиссии. Все <strong> преподаватели </strong> при регистрации проходят собеседование, многие — аттестацию по предмету, некоторые предоставляют авторитетные рекомендации. Но главной оценкой уровня репетитора мы считаем отзывы о занятиях, которые обязательно собираем у каждого нашего клиента. Для репетиторов регистрация абсолютно бесплатна. Dasaxos.am взимает комиссию в размере стоимости ОДНОГО занятия. Вы платите только ОДИН раз за каждого ученика. Мы всегда открыты к сотрудничеству и деловым предложениям.
    ',


    #REGISTRATION#
    'reg_title'=>'Регистрация репетитора',
    'personal_information'=>'Личные данные',
    'upload_image_button'=>'Загрузить фото',
    'teach_name'=>'Имя',
    'teach_lastname'=>'Фамилия',
    'teach_fathername'=>'Отчество',
    'date_of_birth'=>'Дата рождения',
    'country'=>'Страна',
    'region'=>'Область',
    'city_community'=>'Город / Район',
    'address'=>'Адрес',
    'choose'=>'Выбрать',

    'subject_and_price'=>'Преподаваемые предметы и стоимость занятия',
    'select_subject_title'=>'Преподаваемый предмет',
    'price_dur'=>'Стоимость и длительность 1 занятия',
    'location'=>'Место',
    'lesson_price'=>'Стоимость 1 занятия (указать обязательно)',
    'input_price_placeholder'=>'Укажите стоимость',
    'duration'=>'Длительность',
    'add_subject_button'=>'Добавить предмет',
    'professional_information'=>'Профессиональная информация',
    'select_education_title'=>'Образование',
    'input_work_exp_placeholder'=>'Трудовой стаж',
    'input_work_exp_title'=>'Стаж преподавательской деятельности (сколько лет)',
    'tell_about_yourself'=>'Расскажите о себе, методы преподавания, результаты учеников',
    'upload_certificate'=>'Загрузить диплом /сертификат (jpg,png)',
    'phonenumber'=>'Номер телефона',
    'email'=>'Эл.почта',
    'password'=>'Пароль',
    'confirm_password'=>'Повторить пароль',
    'reg_button'=>'Зарегистрироваться',
    'change_password'=>'Изменить пароль',

    #LOGIN#

    'login_title'=>'Войти',
    'forgote_password'=>'Забыли пароль?',
    'login_button'=>'Вход',
    'link_registration'=>'Регистрация для репетиторов',
    'reset_password'=>'Восстановить пароль',



    #TEACHER FILTER#
    'choose_city_com'=>'Выбрать город/район',
    'filter'=>'Параметры поиска',
    'cancel_filters'=>'Сбросить',

    'format'=>'Место обучения',
    'checkbox_at_the_teacher'=>'У репетитора',
    'checkbox_at_the_student'=>'У ученика',
    'checkbox_remotely'=>'Онлайн',

    'hour_price'=>'Стоимость занятия',
    'ready_to_teacher'=>'С кем готов заниматься репетитор',
    'checkbox_pupil'=>'Школьник',
    'checkbox_student'=>'Студент',
    'checkbox_adult'=>'Взрослый',

    'work_experience'=>'Стаж',
    'checkbox_up_to_5'=>'1-5 лет',
    'checkbox_5_to_10'=>'5-10 лет',
    'checkbox_more_than_10'=>'Более 10 лет',
    '1_to_10'=>'1-10 лет',
    '1_to5_and_more_10'=>'1-5 лет или более 10 лет',
    'more_5'=>'Более 5 лет',
    'more_1'=>'Более 1 года',

    'gender'=>'Пол',
    'checkbox_male'=>'Мужской',
    'checkbox_female'=>'Женский',

    'age'=>'Возраст',
    'checkbox_up_to_30_years'=>'До 30 лет',
    'checkbox_30_to_50_years'=>'30-50 лет',
    'checkbox_more_than_50_years'=>'Старше 50 лет',

    'count_teach_title1'=>'Найдено',
    'count_teach_title3'=>' репетитор, преподаватель, учитель, лектор',

    'years_old'=>'года/лет',
    'year'=>'года/лет',
    'subjects'=>'Предметы',
    'starting'=>'Начиная',
    'minute'=>'м', #минут#
    'more_information'=>'Дополнительная информация',

    #CONTACT WITH TEACHER#
    'contact_teacher_button'=>'Связаться',
    'contact_teacher_title'=>'Связаться с репетитором',
    'contact_teacher_subtitle'=>'Для связи с репетитором оставьте Ваши контактные данные',
    'contact_you_within'=>'Мы с свяжемся с Вами в течение 15 минут',
    'send_button'=>'Отправить',


    #TEACHER INFORMATION#
      'sidebar_menu_information'=>'Информация',
    'sidebar_menu_subject'=>'Предметы',
    'sidebar_menu_address'=>'Адрес',
    'sidebar_menu_comment'=>'Отзывы',
    'sidebar_menu_diplom'=>'Дипломы',
    'sidebar_menu_rating'=>'Рейтинг',
    'sidebar_menu_liketeacher'=>'Подходящие репетиторы',
    'city'=>'Город',
    'write_comment_button'=>'Оставить отзыв',
    'no_comment'=>'Отзывы отсутствуют',
    'not_rating'=>'Рейтинг отсутствует',
    'all_rating'=>'Общий рейтинг',
    'view'=>'просмотр(а)',
    'monthly_views'=>'Просмотры за месяц',
    'create_date'=>'Дата регистрации',
    'create_date2'=>'С даты регистрации',
    'learning'=>'ученик(ов)',

    'in_place'=>'место из ',
    'in'=>'',

    #Write COMMENT#
    'average_rating'=>'Средний рейтинг',
    'prof_quali'=>'Профессионализм',
    'consci'=>'Добросовестность',
    'final_result'=>'Итоговый результат',
    'write_comment'=>'Оставить отзыв',

   #ACCOUNT#
    'settings'=>'Настройки',
    'log_out'=>'Выйти',
    'new_polls'=>'Новая заявка',
    'archive'=>'Архив',
    'not_request'=>'На данный момент новых заявок нет:',

    #ARCHIVE#

    'contact_info'=>'Контактная информация',
    'teacher_description'=>'Описание репетитора',
    'other_info'=>'Другая информация',
    'request_approved'=>'Вы подтвердили заявку',
    'request_ignor'=>'Вы отказались от заявки',
    'request_other'=>'Заявка уже принята другим репетитором',
    'applicant'=>'Заявитель',
    'price_range'=>'Шкала стоимости',
    'accept_button'=>'Принять',
    'ignor_button'=>'Отказать',
    'archive_button'=>'Перенести в архив',
    'accept_button_text'=>'Я связался с клиентом и принял заказ',





    #TEACHER SELECT PAGE#
    'teacher_selet_title'=>'Выбор репетитора',
    'teacher_selet_text'=>'Мы сообщим Вам кто из выбранных репетиторов готов начать занятия. Если они заняты, мы обязательно предложим другие кандидатуры, которые соответствуют всем требованиям',
    'your_name'=>'Ваше имя',
    'you'=>'Вы',


    #other#
    'your_letter'=>'Ваше письмо',
    'verify_email'=>'Проверьте Вашу эл.почту',
    'resend'=>'отправить повторно',
    'not_work'=>'Не работает',
    'letter_send'=>'Ваше письмо успешно отправлено',
    'choose_cat'=>'Выбрать категорию',
    'setting_update_title'=>'Обновление личных данных',
    'setting_update_message'=>'Ваши данные обновлены',
    'update_button'=>'Обновить',
    'your_request_send'=>'Ваша заявка отправлена',
    'name'=>'Имя',
    'lastname'=>'Фамилия',
    'doc_1'=>'Пользовательское соглашение',
    'doc_2'=>'Защита данных',
    'doc_3'=>'Публичная оферта',
    'comments'=>'Отзывы',
    'i_agree'=>'Согласен с условиями пользовательского соглашения',
    'no_diplom'=>'Дипломов нет',
    'new_pass'=>'Новый пароль',

    'sug_subjects'=>'Подбор предметов',

    'home_about_title'=>'Услуги учителей, лекторов и наставников',

    'home_about_text'=>'«Dasaxos.am» — первое профессиональное онлайн сообщество <strong> учителей, преподавателей</strong> и <strong>репетиторов </strong> Армении. Мы выполняем важную социальную функцию, предоставляя возможность специалистам в сфере <strong>образования </strong>реализовывать свои профессиональные цели. А <strong> ученикам </strong> помогаем быстро, в течение одного дня, найти максимально соответствующего их критериям репетитора в удобном районе и за приемлемую цену. Цель проекта – помощь всем желающим в получении качественных <strong> образовательных услуг. </strong>',

    'about_button'=>'Больше'




];

?>